Repository: CasualGaming/studlan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nb

source: key
nb: nøkkel

source: API key for {owner}
nb: API-nøkkel for {owner}

source: API key
nb: API-nøkkel

source: API keys
nb: API-nøkler

source: Invalid API key.
nb: Ugyldig API-nøkkel.

source: Changed status for user "{user}" at LAN "{lan}" to "arrived"
nb: Endret status for bruker "{user}" ved LAN "{lan}" til "arrived"

source: Changed status for user "{user}" at LAN "{lan}" to "NOT arrived"
nb: Endret status for bruker "{user}" ved LAN "{lan}" til "NOT arrived"

source: Status "{status}" unrecognized.
nb: Status "{status}" er ikke gjenkjent.

source: Changed status for user "{user}" at LAN "{lan}" to "paid"
nb: Endret status for bruker "{user}" ved LAN "{lan}" til "paid"

source: Changed status for user "{user}" at LAN "{lan}" to "NOT paid"
nb: Endret status for bruker "{user}" ved LAN "{lan}" til "NOT paid"

source: Arrivals
nb: Ankomster

source: Invalid toggle type.
nb: Ugyldig toggle-type.

source: LAN not found.
nb: LAN-et finnes ikke.

source: The LAN is ended, arrivals can't be changed.
nb: LAN-et er over, ankomster kan ikke endres.

source: The LAN does not allow manual tickets.
nb: Dette LAN-et tillater ikke manuelle billetter.

source: User not found.
nb: Brukeren ble ikke funnet.

source: The user is not attending the LAN.
nb: Brukeren deltar ikke på LAN-et.

source: Authentication
nb: Autentisering

source: Username
nb: Brukernavn

source: Password
nb: Passord

source: Login failed! Either the account does not exist, it is inactive, or the username–password combination is incorrect.
nb: Kontoen finnes ikke, er inaktiv, eller brukernavn–passord kombinasjonen er feil.

source: Desired username
nb: Ønsket brukernavn

source: First name
nb: Fornavn

source: Last name
nb: Etternavn

source: Date of birth
nb: Fødselsdato

source: Address
nb: Adresse

source: Postal code
nb: Postnummer

source: Phone number
nb: Telefonnummer

source: Receive emails about upcoming LANs etc. (marketing)
nb: Motta e-poster om kommende LAN osv. (markedsføring)

source: Email address
nb: E-postadresse

source: Repeat password
nb: Gjenta passord

source: Passwords did not match.
nb: Passordene var ikke like.

source: Password must be at least 8 characters long.
nb: Passordet må være minst 8 tegn langt.

source: Email
nb: E-post

source: New password
nb: Nytt passord

source: Repeat new password
nb: Gjenta nytt passord

source: created
nb: opprettet

source: register token
nb: registrer token

source: register tokens
nb: registrer tokens

source: You have successfully logged in.
nb: Du er nå logget inn.

source: You have successfully logged out.
nb: Du er nå logget ut.

source: You're already logged in.
nb: Du er allerede logget inn.

source: Verify your account
nb: Verifiser kontoen din

source: Registration successful. Check your email for verification instructions.
nb: Registrering vellykket. Du mottar snart en e-post med videre instruksjoner.

source: Registration successful.
nb: Registrering vellykket.

source: Manual Registration
nb: Manuell registrering

source: You can't do that while logged in.
nb: Du kan ikke gjøre det mens du er logget inn.

source: User {user} was successfully activated. You can now log in.
nb: Bruker {user} ble aktivert. Du kan nå logge inn.

source: The activation link has expired. Please use the password recovery form to get a new link.
nb: Aktiveringslenken har utgått. Vennligst bruk passordnullstillingsskjemaet for å få en ny lenke.

source: No users are registered with that email address.
nb: Ingen brukere er registrert med den e-postadressen.

source: Account recovery
nb: Gjenopprett konto

source: A recovery link has been sent to all users with email address "{email}".
nb: En gjenopprettingslenke ble sendt til alle brukere med e-postadresse "{email}".

source: Successfully changed password for user {user}. You can now log in.
nb: Passorder for {user} ble endret. Du kan nå logge inn.

source: Please set a new password.
nb: Vennligst sett et nytt passord.

source: The recovery link has expired. Please use the password recovery form to get a new link.
nb: Gjenopprettingslenken har utgått. Vennligst bruk passordnullstillingsskjemaet for å få en ny lenke.

source: Competition
nb: Konkurranse

source: Competitions
nb: Konkurranser

source: title
nb: tittel

source: image URL
nb: bilde-URL

source: Use a mirrored image of at least a height of 150px.
nb: Bruk et "mirrored" bilde med høyde på minst 150px.

source: description
nb: beksrivelse

source: activity
nb: aktivitet

source: activities
nb: aktiviteter

# competition status
source: Open
nb: Åpen

# competition status
source: Closed
nb: Stengt

# competition status
source: In progress
nb: Pågår

# competition status
source: Finished
nb: Ferdig

source: Single elimination
nb: Enkel eliminasjon

source: Double elimination
nb: Dobbel eliminasjon

source: team size
nb: lagstørrelse

source: start time
nb: starttid

source: tournament format
nb: turneringsformat

source: maximum participants
nb: maximum deltagere

source: The maximum number of participants allowed for a competition. Restricts participants based on competition type. 0 means infinite participants are allowed.
nb: Det største antall deltagere tillatt for en konkurranse. Begrenser deltagere basert på konkurransetype. 0 betyr uendelig antall deltagere er tillatt.

source: use teams
nb: bruk lag

source: If checked, participants will be ignored, and will instead use teams. If left unchecked teams will be ignored, and participants will be used.
nb: Dersom avhuket vil deltagere bli ignorert og konkurransen vil heller bruke lag.

source: enforce teams
nb: håndhev lag

source: If checked, teams will require x members (specified in team_size) before being able to sign up.
nb: Dersom avhuket vil lag kreve x antall medlemmer (spesifisert i team_size) før de vil kunne melde seg opp.

source: enforce payment
nb: håndhev betaling

source: If checked, teams will require x members (specified in team_size) with valid tickets before being able to sign up.
nb: Dersom avhuket vil lag kreve x antall medlemmer (spesifisert i team_size) med gyldig billett før de vil kunne melde seg opp.

source: require alias
nb: krev alias

source: If checked, players will need to register an alias for the activity that the competition belongs to.
nb: Dersom avhuket vil spillere måtte registrere en alias for konkurransens aktivitet.

source: maximum match points
nb: maks antall kamppoeng

source: This number represents how many points are needed to win a match. E.g. 3 in a BO 5 or 16 in BO 30
nb: Dette tallet representeter hvor mange poeng som kreves for å vinne en kamp. E.g. 3 i en BO 5 eller 16 i BO 30

source: competition
nb: konkurranse

source: competitions
nb: konkurranser

source: competition translation
nb: konkurranseoversettelse

source: competition translations
nb: konkurranseoversettelser

source: user
nb: bruker

source: team
nb: lag

source: competition participant
nb: konkurransedeltager

source: competition participants
nb: konkurransedeltagere

source: match ID
nb: kamp-ID

source: player 1
nb: spiller 1

source: player 2
nb: spiller 2

source: final score
nb: endelig poengsum

source: state
nb: tilstand

source: winner
nb: Vinner

source: competition match
nb: konkurransekamp

source: competition matches
nb: konkurransekamper

source: My competitions
nb: Mine konkurranser

source: You have no current match, please check the brackets for more information.
nb: Du har ingen aktiv kamp, vennligst sjekk brakettene for mer informasjon.

source: You are already in this competition with {team}.
nb: Du er allerede påmeldt denne konkurransen med {team}.

source: {team} does not have enough members ({current}/{required}).
nb: {team} har ikke nok deltagere ({current}/{required}).

source: {team} has at least one member that is not signed up for {lan}.
nb: {team} har minst et medlem som ikke er oppmeldt for {lan}.

source: {team} does not have enough members that have paid ({current}/{required}).
nb: {team} har ikke nok deltagere som har betalt ({current}/{required}).

source: Several members of {team} are missing an alias for {competition}.
nb: Flere deltagere av {team} mangler alias for {competition}.

source: {member} is missing an alias for {competition}.
nb: {member} mangler et alias for {competition}.

source: {leader} is missing an alias for {competition}.
nb: {leader} mangler et alias for {competition}.

source: You have been signed up for {competition} with team {team}.
nb: Du har meldt deg på {competition} med lag {team}.

source: You are already in this competition.
nb: Du er allerede påmeldt denne konkurransen.

source: You are not signed up for the LAN.
nb: Du er ikke påmeldt LAN-et.

source: You have not paid for the LAN.
nb: Du har ikke betalt for LAN-et.

source: You do not have the required alias.
nb: Du har ikke det påkrevde aliaset.

source: You have been signed up for {competition}.
nb: Du har meldt deg på {competition}.

source: You are not participating in this competition.
nb: Du deltar ikke i denne konkurransen

source: You are no longer participating in {competition}.
nb: Du deltar ikke lenger i {competition}.

source: You have removed {team} from {competition}.
nb: Du har fjernet {team} fra {competition}.

source: You cannot remove {team} from {competition}, you are not the team leader.
nb: Du kan ikke fjerne {team} fra {competition}, du er ikke lagleder.

source: Schedule
nb: Timeplan

source: Too few participants
nb: For få deltagere

source: Set competition tournament format before using this feature.
nb: Sett konkurranseturneringsformat før du bruker denne funksjonen.

source: Tournament has started.
nb: Turneringen har startet.

source: Something went wrong.
nb: Noe gikk galt.

source: Match does not exsist.
nb: Kampen eksisterer ikke.

source: You are not authorized to report score for this match.
nb: Du er ikke autorisert til å rapportere poengsum for denne kampen.

source: Invalid score. Score must be between 0 and {max} (exclusive).
nb: Ugyldig poengsum. Den må være mellom 0 og {max} (eksklusivt).

source: No match to submit score to.
nb: Ingen kamp å sende inn.

source: Translation
nb: Oversettelse

source: Translations
nb: Oversettelser

source: Image
nb: Bilde

source: Optional. Must be alphanumeric and start with a letter.
nb: Valgfritt. Må være alfanumerisk og starte med en bokstav.

source: start date
nb: startdato

source: end date
nb: sluttdato

source: allow manual payment
nb: tillat manuell betaling

source: location
nb: sted

source: map link
nb: kartlenke

source: URL for an embedded map.
nb: URL til et innebygget kart.

source: media link
nb: medialenke

source: URL for embedded media.
nb: URL for innebygd media.

source: Type of the optional embedded media.
nb: Type for det innebygde mediet.

source: frontpage media link
nb: fremsidemedialenke

source: URL for embedded media on front page.
nb: URL for innebygd media på fremsiden.

source: frontpage media type
nb: fremsidemediatype

source: Type of the optional embedded media on front page.
nb: Type for det innebygde mediet på fremsiden.

source: rules link
nb: regellenke

source: URL to rules which users have to accept to buy tickets.
nb: URL til regler som brukere må akseptere for å kjøpe billetter.

source: schedule link
nb: tidsplanslenke

source: URL to an alternative schedule page.
nb: URL til en alternativ tidsplanslenke.

source: upcoming
nb: kommende

source: in progress
nb: pågår

source: ended
nb: avsluttet

source: LANs
nb: LAN

source: LAN translation
nb: LAN-oversettelse

source: LAN translations
nb: LAN-oversettelser

source: has paid
nb: har betalt

source: has arrived
nb: har ankommet

source: LAN attendee
nb: LAN-deltager

source: LAN attendees
nb: LAN-deltagere

source: price
nb: pris

source: priority
nb: prioritet

source: In what priority the tickets will show, higher number will show first.
nb: I hvilken prioritet billettene vil vises. Høyere nummer vises først.

source: release date
nb: utgivelsesdato

source: When the tickets will be made available.
nb: Når billettene vil gjøres offentlige.

source: seats
nb: seter

source: frame background color
nb: rammebakgrunnsfarge

source: frame foreground color
nb: rammeforgrunnsfarge

source: ticket type
nb: billettype

source: ticket types
nb: billettyper

source: ticket type translation
nb: bilettypeoversettelse

source: bought date
nb: kjøpt dato

source: is valid
nb: er gyldig

source: invalid date
nb: ugyldig dato

source: invalid description
nb: ugyldig beksrivelse

source: ticket
nb: billett

source: tickets
nb: billetter

source: Directions.
nb: Retninger.

source: LAN directions
nb: LAN-retninger

source: visible title
nb: synlig tittel

source: Title to show above stream. May be empty.
nb: Tittel som vises over strømmingen. Kan være tom.

source: Short description that will show on front page.
nb: Kort beskrivelse som vises på fremsiden.

source: link
nb: lenke

source: Link to the embedding stream.
nb: Lenke til en innebygget strømming.

source: is active
nb: er aktiv

source: No more than one stream can be active at any given time.
nb: Bare én strømming kan være aktiv samtidig.

source: stream
nb: strømming

source: streams
nb: strømminger

source: Tickets
nb: Billetter

source: This LAN has finished and can no longer be attended.
nb: Dette LANet er over og påmeldingen er derfor stengt.

source: You need to fill in your address and postal code in order to sign up for a LAN.
nb: Adresse og postnummer kreves for å kunne melde seg på LAN.

source: You are already in the attendee list for {lan}.
nb: Du er allerede påmeldt {lan}.

source: Successfully added you to attendee list for {lan}.
nb: Du er lagt til deltagerlisten for {lan}.

source: This LAN has already started, you can't retract your signup.
nb: Dette LAN-et har allerede startet, det er for sent å melde seg av.

source: You are not in the attendee list for the LAN.
nb: Du er ikke påmeldt LAN-et.

source: You cannot remove attendance since you have paid for a ticket to the LAN.
nb: Du kan ikke avmelde deg siden du har betalt for en billett til LAN-et.

source: Successfully removed you from attendee list for {lan}.
nb: Du ble fjernet fra deltagerlisten for {lan}.

# payment type
source: ticket
nb: billett

source: Lottery
nb: Lotteri

source: open
nb: åpen

source: multiple winnings
nb: flere premier

source: Allows a user to win more than one time.
nb: Tillater en bruker å vinne flere ganger.

source: Require users to have paid for the LAN in order to participate.
nb: Krev at brukere har betalt for LAN-et for å kunne delta.

source: lottery
nb: lotteri

source: lotteries
nb: lotterier

source: lottery translation
nb: lottooversettelse

source: lottery translations
nb: lottooversettelser

source: lottery participant
nb: lottodeltager

source: lottery participants
nb: lottodeltagere

source: lottery winner
nb: lotterivinner

source: lottery winners
nb: lotterivinnere

source: No eligible participants.
nb: Ingen kvalifiserte deltagere.

source: Miscellaneous
nb: Diverse

source: News
nb: Nyheter

source: date published
nb: dato utgitt

source: relevant LANs
nb: relevante LAN

source: pinned
nb: festet

source: Pinned articles are shown before non-pinned ones.
nb: Festede artikler vises før artikler som ikke er festet.

source: news article
nb: nyhetsartikkel

source: news articles
nb: nyhetsartikler

source: content
nb: innhold

source: news article translation
nb: nyhetsartikkeloversettelse

source: news article translations
nb: nyhetsartikkeloversettelser

source: Payment
nb: Betaling

source: You already have a ticket for this LAN.
nb: Du har allerede en billett for dette LAN-et.

source: This ticket is not yet available.
nb: Billetten er ikke tilgjengelig ennå.

source: All tickets have sold out.
nb: Alle billettene er utsolgte.

source: You must attend first to buy a ticket for this LAN.
nb: Du må melde deg opp før du kan kjøpe en billett for dette LAN-et.

source: Payment unsuccessful. Please contact support.
nb: Betaling mislyktes. Vennligst kontakt brukerstøtte.

source: Ticket receipt
nb: Billettkvittering

source: Payment complete.
nb: Betalingen ble gjennomført.

source: poll translation
nb: avstemningsoversettelse

source: poll translations
nb: avstemningsoversettelser

source: poll option
nb: avstemningsvalg

source: poll options
nb: avstemningsvalg

source: Poll
nb: Avstemning

source: Require users to have paid for the LAN in order to vote.
nb: Krev at brukere har betalt for LAN-et for å kunne stemme.

source: poll
nb: avstemning

source: polls
nb: avstemninger

source: value
nb: verdi

source: option
nb: valg

source: poll participant
nb: avstemningsdeltaker

source: poll participants
nb: avstemningsdeltakere

source: Seating
nb: Setekart

source: number of seats
nb: antall seter

source: SVG layout for seating
nb: SVG-mal for setekart

source: seating layout
nb: setekartmal

source: seating layouts
nb: setekartmaler

source: For ordering of seatings, higher number will show first.
nb: For rekkefølge av setekart, høyere nummer vises først.

source: closing date
nb: stengningsdato

source: layout
nb: mal

source: This field is automatically updated to match the chosen layout. Change the chosen layout to alter this field.
nb: Dette feltet oppdateres automatisk for å matche malen. Endre malen for å oppdatere dette feltet.

source: seating
nb: setekart

source: seatings
nb: setekart

source: placement ID
nb: plasserings-ID

source: A unique ID within the seating.
nb: En unik ID innenfor setekartet.

source: seat
nb: sete

source: The seating is closed.
nb: Setekartet er stengt.

source: You have reserved your seat.
nb: Du har reservert setet ditt.

source: That seat is already taken.
nb: Setet er allerede opptatt.

source: Your ticket does not work in this seating area.
nb: Billetten din virker ikke i dette området.

source: You need a ticket before reserving a seat.
nb: Du trenger en billett før du kan reservere sete.

source: You have unreserved your seat.
nb: Du har avreservert setet din.

source: This is not your seat.
nb: Dette er ikke ditt sete.

source: No seat was specified.
nb: Intet sete var spesifisert.

source: Illegal seat.
nb: Ugyldig sete.

source: Page
nb: Side

source: Seat
nb: Sete

source: %(seating)s, seat %(seat)d
nb: %(seating)s, sete %(seat)d

source: (Available)
nb: (Ledig)

source: Select zero, one or multiple by control-clicking.
nb: Velg null, én eller flere ved å kontroll-klikke.

source: Language
nb: Språk

source: Subject
nb: Emne

source: Content
nb: Innhold

source: Markdown formatting is supported. The message will be sent as both HTML and plaintext, so make sure to add important links as plaintext.
nb: Markdown-formattering er støttet. Meldingen vil sendes som både HTML og klartekst, så pass på at alle viktige lenker legges til som klartekst.

source: All users (marketing)
nb: Alle brukere (markedsføring)

source: Send to users which have opted in to marketing emails.
nb: Send til brukere som har meldt seg på merkedsførings-e-poster.

source: All users
nb: Alle brukere

source: Send to all users. Never use for marketing purposes!
nb: Send til alle brukere. Bruk aldri for markedsføringsformål!

source: Users which pressed "attend". Appropriate for public LAN updates.
nb: Brukere som har trykket "delta". Passende for offentlige LAN-oppdateringer.

source: LAN payers
nb: LAN-betalere

source: Users which paid by the door (i.e. no ticket) (if allowed for the LAN). Appropriate for LAN updates.
nb: Brukere som har betalt ved døren (i.e. ingen billett), dersom tillatt for LAN-et. Passende for LAN-oppdateringer.

source: Ticket owners
nb: Billett-eiere

source: Users which bought/received a ticket for the LAN. Appropriate for LAN updates.
nb: Brukere som har kjøpt/fått en billett for LAN-et.

source: Teams
nb: Lag

source: Individual users
nb: Individuelle brukere

source: Specify usernames separated by comma. Case sensitive.
nb: Spesifiser brukernavn separert av komma. Versalsensitiv.

source: Yourself
nb: Deg selv

source: Send to yourself.
nb: Send til deg selv.

source: At least one recipient is required.
nb: Minst én mottaker er påkrevd.

source: Users not found: {users}
nb: Brukere ble ikke funnet: {users}

source: UUID specified by the sender, prevents accidentally sending same mail multiple times.
nb: UUID spesifisert av avsenderen, forhindrer utilsiktet sending av samme post flere ganger.

source: time sent
nb: tid sendt

source: sender
nb: avsender

source: language
nb: språk

source: subject
nb: emne

source: mail
nb: e-post

source: mails
nb: e-poster

source: Time the email was sent. Unset if not sent yet.
nb: Tid e-posten ble sendt. Ikke satt dersom den ikke er sendt.

source: mail recipient
nb: postmottaker

source: mail recipients
nb: postmottakere

source: The mail has already been sent. If this is a new message, please reload the page and try again.
nb: E-posten har allerede blitt sent. Hvis dette er en ny melding, vennligst last inn siden på nytt og prøv igjen.

source: Successfully created the message with {user_count} recipient(s).
nb: Meldingen ble laget med {user_count} mottaker(e).

source: partner translation
nb: partneroversettelse

source: partner translations
nb: partneroversettelser

source: partner relation translation
nb: partnerrelasjonsoversettelse

source: partner relation translations
nb: partnerrelasjonsoversettelser

source: name
nb: navn

source: website
nb: nettsted

source: partners
nb: partnere

source: Higher priority means closer to the top of the partner list.
nb: Høyere prioritet betyr nærmere toppen av partnerlisten.

source: partner relation
nb: partnerrelasjon

source: partner relations
nb: partnerrelasjoner

source: Statistics
nb: Statistikk

source: Team
nb: Lag

source: Title
nb: Tittel

source: Your desired tag contains illegal characters. Valid: a-Z 0-9 - _
nb: Brukernavnet ditt inneholder ulovlige tegn. Lovlige tegn: a-Z 0-9 - _

source: This team tag is already taken.
nb: Lagtagen er opptatt.

source: leader
nb: lagleder

source: members
nb: medlemmer

source: teams
nb: lag

source: date joined
nb: dato innmeldt

source: team member
nb: lagmedlem

source: team members
nb: lagmedlemmer

source: invitee
nb: den inviterte

source: team invitation
nb: laginvitasjon

source: team invitations
nb: laginvitasjoner

source: You can't be the leader of more than {max} teams.
nb: Du kan ikke være lagleder av flere enn {max} lag.

source: Team {team} has been created.
nb: Lag {team} har blitt opprettet.

source: Only the team leader may disband the team.
nb: Bare lagleder kan oppløse laget.

source: Team {team} was deleted.
nb: Lag {team} ble slettet.

source: Only the team leader may invite members.
nb: Bare lagleder kan invitere medlemmer.

source: No username was specified.
nb: Intet brukernavn ble spesifisert.

source: You can't invite yourself.
nb: Du kan ikke invitere deg selv.

source: User {user} was not found.
nb: Bruker {user} ble ikke funnet.

source: User {user} is already on the team.
nb: Bruker {user} er allerede på laget ditt.

source: User {user} is already invited to the team.
nb: Bruker {user} er allerede invitert til laget.

source: User {user} was invited to the team.
nb: Bruker {user} ble invitert til laget.

source: Only the team leader may uninvite members.
nb: Bare lagleder kan angre medlemskapsinvitasjoner.

source: User {user} is not invited to the team.
nb: Bruker {user} er ikke invitert til laget.

source: User {user} was uninvited to the team.
nb: Bruker {user} er ikke lenger invitert til laget.

source: You are already the team leader of team {team}.
nb: Du er allerede lagleder for lag {team}.

source: You are already on team {team}.
nb: Du er allerede på lag {team}.

source: You are not invited to team {team}.
nb: Du er ikke invitert til lag {team}.

source: You have accepted the membership invitation from team {team}.
nb: Du har akseptert medlemskapsinvitasjonen fra lag {team}.
