Repository: CasualGaming/studlan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nb

source: You have declined the membership invitation from team {team}.
nb: Du har avslått medlemskapsinvitasjonen fra lag {team}.

source: Only the team leader may kick members.
nb: Bare lagleder kan sparke medlemmer.

source: You can't kick yourself.
nb: Du kan ikke sparke deg selv.

source: User {user} is not a member of the team.
nb: Bruker {user} er ikke medlem av laget.

source: {user} was kicked from the team.
nb: {user} ble sparket fra laget.

source: You are the team leader, the only way to leave the team is to disband it.
nb: Du er lagleder, eneste måte å forlate laget er ved å oppløse det.

source: You are not a member of this team.
nb: Du er ikke medlem av dette laget.

source: You have left team {team}.
nb: Du har forlatt lag {team}.

source: custom permissions
nb: tilpassede tilganger

source: Some
nb: Noen

source: Successfully activated the selected users.
nb: De valgte brukerene ble aktivert.

source: You cannot deactivate yourself! No actions were performed.
nb: Du kan ikke deaktivere deg selv! Ingen hanglinger ble gjennomført.

source: Successfully deactivated the selected users.
nb: De valgte brukerene ble deaktivert.

source: Successfully invalidated {count} user sessions.
nb: {count} brukerøkter ble invaliderte.

source: Activate
nb: Aktiver

source: Deactivate
nb: Deaktiver

source: Forcefully log out
nb: Logg ut med makt

source: User
nb: Bruker

source: Nickname
nb: Kallenavn

source: Street address
nb: Gateadresse

source: nick
nb: kallenavn

source: Your display name. Should be equal or similar to your username.
nb: Visningsnavnet ditt. Bør være likt eller lignende brukernavnet ditt.

source: date of birth
nb: fødselsdato

source: street address
nb: gateadresse

source: postal code
nb: postnummer

source: phone number
nb: telefonnummer

source: marketing opt-in
nb: påmelding for markedsføring

source: Receive emails about upcoming LANs and stuff.
nb: Motta e-poster om fremtidige LAN og greier.

source: user profile
nb: brukerprofil

source: user profiles
nb: brukerprofiler

source: There is already a user with that username.
nb: Brukernavnet er allerede i bruk.

source: Your desired username contains illegal characters. Valid: a-Z 0-9 - _
nb: Brukernavnet ditt kan inneholder ulovlige tegn. Lovlige tegn: a-Z 0-9 - _

source: Your desired nickname contains illegal characters. Valid: a-Z 0-9 - _
nb: Kallenavnet ditt kan ikke inneholde ulovlige tegn. Lovlige tegn: a-Z 0-9 - _

source: You seem to have been born today, that doesn't seem right.
nb: Det ser ut som du ble født i dag, det virker ikke rett.

source: You seem to be from the future, that doesn't seem right.
nb: Det ser ut som du kommer fra fremtiden, det virker ikke rett.

source: You seem to be over 150 years old, that doesn't seem right.
nb: Det ser ut som du er over 150 år gammel, det virker ikke rett.

source: The postal code must be a 4 digit number.
nb: Postnummeret må bestå av 4 tall.

source: The phone number must consist of an optional country code followed by 8–10 digits (no spaces or symbols, but "+" allowed in country code).
nb: Telefonnummeret må bestå av en valgfri landskode, fulgt av 8–10 tall (ingen mellomrom eller symboler, men "+" er tillatt i landskode.)

source: profile URL
nb: profil-URL

source: URL prefix where profile info can be retrieved. E.g. https://steamcommunity.com/id/
nb: URL-prefiks der profilen kan hentes fra.E.g. https://steamcommunity.com/id/

source: user alias type
nb: brukeraliastype

source: user alias types
nb: brukeraliastyper

source: nickname
nb: kallenavn

source: user alias
nb: brukeralias

source: user aliases
nb: brukeraliaser

source: Invalid alias. Max length is 40 characters.
nb: Ugyldig alias. Makslengde er 40 karakterer.

source: The alias was added.
nb: Aliaset ble lagt til.

source: You can only remove your own aliases.
nb: Du kan kun fjerne dine egne aliaser.

source: The alias was removed.
nb: Aliaset ble fjernet.

source: Error 404
nb: Feil 404

source: Page Not Found (404)
nb: Siden ble ikke funnet (404)

source: <p>We're sorry, but the page you requested could not be found.</p>
nb: <p>Vi beklager, men vi fant ikke siden du etterspurte.</p>

source: Error 500
nb: Feil 500

source: Server Error (500)
nb: Serverfeil (500)

source: <p>We've encountered an internal server error.</p> <p>Administrators have been notified, but please contact us and tell us how it happened.</p>
nb: <p>Vi har støtt på en serverfeil.</p><p>Administratorene har fått beskjed, men vennligst kontakt oss og fortell oss hvordan dette skjedde.</p>

source: Attending:
nb: Deltar:

source: Reserved seats:
nb: Reserverte seter:

source: Paid:
nb: Betalt:

source: Arrived:
nb: Ankommet:

source: Yes
nb: Ja

source: No
nb: Nei

source: Paid type:
nb: Betalt type:

source: Manual
nb: Manuell

source: Set {user} to paid?
nb: Sett {user} til betalt?

source: Set {user} to NOT paid?
nb: Sett {user} til IKKE betalt?

source: Set {user} to arrived?
nb: Sett {user} til ankommet?

source: Set {user} to NOT arrived?
nb: Sett {user} til IKKE ankommet?

source: Full Name
nb: Fullt navn

source: Email Address
nb: E-postadresse

source: Ticket/Paid
nb: Billett/betalt

source: Arrived
nb: Ankommet

source: %(seating_title)s, seat %(seat_placement)s
nb: %(seating_title)s, sete %(seat_placement)s

source: Export (Excel)
nb: Eksporter (Excel)

source: Register Arrivals
nb: Registrer ankomster

source: Manual Registeration
nb: Manuell registrering

source: Register a new user for %(lan)s.
nb: Registrer en ny bruker for %(lan)s.

source: No upcoming LANs.
nb: Ingen kommende LAN.

source: <p>You have requested a password recovery for the account(s) bound to this email address at <a href="%(host)s">%(site_name)s</a>.</p> <p> Email address: %(email)s <br /> Username: %(username)s </p> <p> If you did not ask for this password recovery, please ignore this email. Otherwise, click the link below to reset your password: <br /> <a href="%(link)s">%(link)s</a> </p> <p>If you do not use this link within 24 hours, it will be invalidated.</p>
nb: <p>Du har etterspurt en passordgjenoppretting for kontoen/kontoene tilknyttet denne e-postadressen hos <a href="%(host)s">%(site_name)s</a>.</p> <p> E-postadresse: %(email)s <br /> Brukernavn: %(username)s </p> <p> Hvis du ikke har etterspurt passordgjenoppretting, vennligst ignorer denne e-posten. Hvis du etterspurte det, trykk på lenken under: <br /> <a href="%(link)s">%(link)s</a> </p> <p>Hvis du ikke bruker denne lenken innen 24 timer, vil den bli invalidert.</p>

source: You have requested a password recovery for the account(s) bound to this email address at %(site_name)s (%(host)s). Email address: %(email)s Username: %(username)s If you did not ask for this password recovery, please ignore this email. Otherwise, click the link below to reset your password: %(link)s If you do not use this link within 24 hours, it will be invalidated.
nb: Du har etterspurt en passordgjenoppretting for kontoen/kontoene tilknyttet denne e-postadressen hos %(site_name)s (%(host)s). E-postadresse: %(email)s Brukernavn: %(username)s Hvis du ikke har etterspurt passordgjenoppretting, vennligst ignorer denne e-posten. Hvis du etterspurte det, trykk på lenken under: %(link)s Hvis du ikke bruker denne lenken innen 24 timer, vil den bli invalidert.

source: <p>You have registered an account at <a href="%(host)s">%(site_name)s</a>.</p> <p> In order to validate your account, please click the link below: <br /> <a href="%(link)s">%(link)s</a> </p> <p>If you do not use this link within 24 hours, it will be invalidated. If that happens, you will need to use the password recovery option to get your account verified.</p>
nb: <p>Du har registrert en konto hos <a href="%(host)s">%(site_name)s</a>.</p> <p> For a validere kontoen, vennligst trykk på lenken under: <br /> <a href="%(link)s">%(link)s</a> </p> <p>Hvis du ikke bruker denne lenken innen 24 timer, vil den bli invalidert. Hvis det skjer, så kan du bruke passordgjenopprettingsfunksjonen for å validere kontoen.</p>

source: You have registered an account at %(site_name)s (%(host)s). In order to validate your account, please click the link below: %(link)s If you do not use this link within 24 hours, it will be invalidated. If that happens, you will need to use the password recovery option to get your account verified.
nb: Du har registrert en konto hos %(site_name)s (%(host)s). For a validere kontoen, vennligst trykk på lenken under: %(link)s Hvis du ikke bruker denne lenken innen 24 timer, vil den bli invalidert. Hvis det skjer, så kan du bruke passordgjenopprettingsfunksjonen for å validere kontoen.

source: Log in
nb: Logg inn

source: <strong>NB:</strong> Both the username and password are case sensitive.
nb: <strong>NB:</strong> Både brukernavnet og passordet skiller mellom store og små bokstaver.

source: Register new user
nb: Registrer ny bruker

source: Recover user
nb: Gjenopprett bruker

source: Login
nb: Logg inn

source: Account Recovery
nb: Kontogjenoppretting

source: Send recovery email
nb: Send gjenopprettings-e-post

source: Register New User
nb: Registrer ny bruker

source: Register
nb: Registrer

source: Change Password
nb: Bytt passord

source: Change password
nb: Bytt passord

source: Toggle navigation
nb: Veksle navigasjon

source: <p>Sent from <a href="https://%(site_host)s/">%(site_name)s</a>.</p>
nb: <p>Sendt fra <a href="https://%(site_host)s/">%(site_name)s</a>.</p>

source: Sent from %(site_name)s (https://%(site_host)s/).
nb: Sent fra %(site_name)s (https://%(site_host)s/).

source: Upcoming LANs
nb: Kommende LAN

source: Time
nb: Tid

source: Previous LANs
nb: Tidligere LAN

source: Activity
nb: Aktivitet

source: Minimum team size
nb: Minimum lagstørrelse

source: Start time
nb: Starttid

source: Open spots
nb: Åpne plasser

source: Show brackets
nb: Vis braketter

source: Participating Teams
nb: Deltagende lag

source: Solo Participants
nb: Solodeltakere

source: Select team
nb: Velg lag

source: Join competition (team)
nb: Bli med (lag)

source: To join the competition as a team you have to be part of a team. Only team leaders may enter the team in the competition.
nb: For å bli med på konkurransen som et lag, må du være del av et lag. Bare lagledere kan melde opp laget til konkurransen.

source: Join competition
nb: Bli med

source: Leave competition
nb: Forlat

source: Click and wait to start compo:
nb: Trykk og vent for å starte compo:

source: Please log in to register for the competition.
nb: Vennligst logg inn for å melde deg på.

source: Submit Score
nb: Send inn poengsum

source: <strong>Note:</strong> Signing up for a team compo as a solo player does not mean you are a participant. Try to find other players that sign up solo, make a team and sign up as a team. When you sign up as a team, your solo participation will be overriden.
nb: <strong>Merk:</strong> Oppmelding på en lag-compo betyr ikke at du er deltager. Prøv å finne andre spillere som melder seg på solo, lag et lag, og meld opp laget. Når du melder deg opp som lag, vil solooppmeldingen overskrives.

source: The competition is full.
nb: Konkurransen er full.

source: Compo Count
nb: Antall compoer

source: Start Time
nb: Starttid

source: No competitions for this LAN.
nb: Ingen konkurranser for dette LAN-et.

source: Polls
nb: Avstemning

# status
source: Open
nb: Åpen

# status
source: Closed
nb: Stengt

source: No polls for this LAN.
nb: Ingen avstemninger for dette LAN-et.

source: Lotteries
nb: Lotterier

source: No raffles for this LAN.
nb: Ingen trekninger for dette LAN-et.

source: No schedule for this LAN.
nb: Ingen tidsplan for dette LAN-et.

source: Support
nb: Brukerstøtte

source: The LAN is over.
nb: LAN-et er avsluttet.

source: End time
nb: Sluttid

source: Location
nb: Sted

source: LAN List
nb: LAN-liste

source: You have a ticket: %(ticket_title)s
nb: Du har en billett: %(ticket_title)s

source: You have a ticket.
nb: Du har en billett.

source: "Unattend" to stop receiving email updates about the LAN.
nb: "Ikke delta" for å slutte å motta e-postoppdateringer angående LAN-et.

source: Unattend
nb: Ikke delta

source: "Attend" to receive email updates about the LAN.
nb: "Delta" for å motta e-postoppdateringer angående LAN-et.

source: Attend
nb: Delta

source: Your address and zip code is required in order to attend the LAN. Go to your <a href="%(update_profile_url)s">profile</a> to add the information.
nb: Adressen og postnummeret din er nødvendig for å melde seg på LAN. Gå til <a href="%(update_profile_url)s">profilen din</a> for å legge det til.

source: You need to login to attend the LAN.
nb: Du må logge deg på for å kunne delta på LAN-et.

source: Price
nb: Pris

source: Available tickets
nb: Tilgjengelige billetter

source: Tickets will be released %(release_date)s at %(release_time)s
nb: Billetter slippes %(release_date)s kl. %(release_time)s

source: The LAN is over
nb: LAN-et er avsluttet

source: Sold out
nb: Utsolgt

source: Please log in
nb: Vennligst logg inn

source: You already have a ticket
nb: Du har allerede en billett.

source: You must attend first
nb: Du må delta først

source: Missing address in user profile
nb: Manglende adresse i brukerprofilen

source: Buy
nb: Kjøp

source: No tickets are available at this time.
nb: Ingen billetter er tilgjengelige akkurat nå.

# lottery
source: Open
nb: Åpen

# lottery
source: Closed
nb: Stengt

source: Mode
nb: Modus

source: Multiple wins (winners may stay in the participant list and win again)
nb: Flere seiere (vinnere kan bli gjenværende i deltagerlisten og vinne igjen)

source: Single win (winners are removed from the participant list to prevent winning again)
nb: Enkel seier (vinnere fjernes fra deltagerlisten for å forhindre å vinne igjen)

source: Participants
nb: Deltakere

source: Winners
nb: Vinnere

source: You need to be logged inn to participate.
nb: Du må logge inn for å kunne delta.

source: Close the raffle?
nb: Lukke trekningen?

source: Close raffle
nb: Lukk trekning

source: Open the raffle?
nb: Åpne trekningen=

source: Open raffle
nb: Åpne trekning

source: Draw a new winner?
nb: Trekke en ny vinner?

source: Draw winner
nb: Trekk vinner

source: Winner
nb: Vinner

source: No winner has been drawn.
nb: Ingen vinnere har blitt trukket.

source: No participants yet.
nb: Ingen deltagere ennå.

source: All Winners
nb: Alle vinnere

source: No winners yet.
nb: Ingen vinnere ennå.

source: Esports
nb: E-sport

source: Partners
nb: Partnere

source: News Archive
nb: Nyhetsarkiv

source: No news.
nb: Ingen nyheter.

source: Read more &hellip;
nb: Les mer &hellip;

source: Pinned
nb: Festet

source: Home
nb: Hjem

source: Show LAN
nb: Vis LAN

source: News archive
nb: Nyhetsarkiv

source: Ticket Checkout
nb: Billettsalg

source: view LAN
nb: vis LAN

source: Ticket type
nb: Billettype

source: view all tickets
nb: vis alle billetter

source: Description
nb: Beksrivelse

source: Your Information
nb: Din informasjon

source: Phone
nb: Telefon

source: Update profile
nb: Oppdater profil

source: My profile information is correct. (Required)
nb: Informasjonen min er korrekt. (Påkrevd)

source: Rules
nb: Regler

source: Read rules
nb: Les regler

source: I accept the rules for the LAN. (Required)
nb: Jeg aksepterer reglene for LAN-et. (Påkrevd)

source: Card holder name
nb: Navn på kortholder

source: Card info
nb: Kortinformasjon

source: Submit payment
nb: Send betaling

source: About our payment security
nb: Om betalingssikkerheten vår

source: <p>Thanks for purchasing a ticket for %(lan_title)s! Your "%(ticket_type_title)s" ticket is linked to %(user_full_name)s (%(user)s).<p> <p>Remember to bring some form of ID when arriving, so we can make sure you are the owner of this ticket.</p> <p>More information about the LAN can be found here: <a href="%(lan_link)s">%(lan_title)s</a></p>
nb: <p>Takk for kjøpet av en billett for %(lan_title)s! Billetten din "%(ticket_type_title)s" er tilknyttet %(user_full_name)s (%(user)s).<p> <p>Husk å ta med ID når du ankommer, slik vi kan forsikre oss om at du er eieren av billetten.</p> <p>Mer informasjon om LAN-et kan finnes her: <a href="%(lan_link)s">%(lan_title)s</a></p>

source: Thanks for purchasing a ticket for %(lan_title)s! Your "%(ticket_type_title)s" ticket is linked to %(user_full_name)s (%(user)s). Remember to bring some form of ID when arriving, so we can make sure you are the owner of this ticket. More information about the LAN can be found here: %(lan_title)s (%(lan_link)s)
nb: Takk for kjøpet av en billett for %(lan_title)s! Billetten din "%(ticket_type_title)s" er tilknyttet %(user_full_name)s (%(user)s). Husk å ta med ID når du ankommer, slik vi kan forsikre oss om at du er eieren av billetten. Mer informasjon om LAN-et kan finnes her: %(lan_title)s (%(lan_link)s)

source: Payment Security
nb: Betalingssikkerhet

source: <p>We use <a href="https://stripe.com/en-no">Stripe</a> for all our payments. By using Stripe.js and the elements library that Stripe offers, your credit card is never touched by our servers. This technique also makes the payment system PCI compliant.</p> <p>If you want to read more about the security of Stripe, please consult the following <a href="https://stripe.com/docs/security/stripe">documentation at Stripe.com</a>.</p> <p>The studlan project is open sourced at <a href="https://github.com/CasualGaming/studlan/">GitHub</a>, so you are free to inspect the safety of the code yourself.</p>
nb: <p>Vi bruker <a href="https://stripe.com/en-no">Stripe</a> for alle våre betalinger. Ved å bruke Stripe.js og element-biblioteket Stripe byr på, røres ikke kredittkortinformasjonen av våre tjenere. Denne teknikken gjør også betalingssystemet vårt PCI-kompatibelt.</p> <p>Hvis du vil lese mer om sikkerheten til Stripe, vennligst se følgende <a href="https://stripe.com/docs/security/stripe">dokumentasjon hos Stripe.com</a>.</p> <p>studlan-prosjektet er open sourced hos <a href="https://github.com/CasualGaming/studlan/">GitHub</a>, så du kan fritt inspisere sikkerheten av koden selv.</p>

source: Back to ticket page
nb: Tilbake til billettside

source: You need to be logged inn to vote.
nb: Du må logge inn for å kunne stemme.

source: vote(s)
nb: stemme(r)

source: Unvote
nb: Fjern stemme

source: Vote
nb: Stem

source: No options have been added.
nb: Ingen valg har blitt lagt til.

source: Close the poll?
nb: Lukke avstemningen?

source: Close poll
nb: Lukk avstemning

source: Open the poll?
nb: Åpne avstemningen?

source: Open poll
nb: Åpne avstemning

source: Seatings
nb: Setekart

source: Seating Map
nb: Setekart

# seating status
source: Open
nb: Åpent

source: Closes
nb: Stenger

# seating status
source: Closed
nb: Stengt

source: Ticket
nb: Billett

# ticket types
source: None
nb: Ingen

source: Available seats
nb: Tilgjengelige seter

source: Seating list
nb: Seteliste

source: Seating map
nb: Setekart

source: Seat Info
nb: Seteinfo

source: Seat number
nb: Setenummer

source: Select a seat
nb: Velg et sete

source: Occupied by
nb: Tatt av

source: Take seat
nb: Ta sete

source: Leave seat
nb: Forlat sete

source: Your seat
nb: Ditt sete

source: Taken seat
nb: Opptatt sete

source: Free seat
nb: Ledig sete

source: Unavailable seat
nb: Utilgjengelig sete

source: If the seating isn't displayed properly, please use a supported browser like Chrome or Firefox.
nb: Dersom setekartet ikke vises riktig, vennligst bruk en støttet nettleser som Chrome eller Firefox.

source: This LAN does not have any seatings.
nb: Dette LAN-et har ingen aktive setekart.

source: Mail List
nb: E-postliste

source: Mails
nb: E-poster

source: New mail
nb: Ny e-post

source: Showing %(mail_count)s of %(mail_total_count)s mails.
nb: Viser %(mail_count)s av %(mail_total_count)s e-poster.

source: Language code
nb: Språkkode

source: Created
nb: Opprettet

source: Sender
nb: Avsender

source: Recipients
nb: Mottakere

source: Sending complete
nb: Sending fullført

source: No mails.
nb: Ingen e-poster.

source: Send Mail
nb: Send e-post

source: Mails are sent periodically. It may take a few minutes before the sending starts.
nb: E-poster sendes periodisk. Det kan ta noen minutter før sendingen starter.

source: <strong>About marketing emails:</strong> If the purpose of the mail is marketing, only send it to users which have opted in to it (select the "all users (marketing)"). If the marketing content is highly relevant for LAN participants, you may also send it to e.g. "LAN attendees". Never send marketing content to old LAN participants etc.!
nb: <strong>Om markedsførings-e-poster:</strong> Dersom formålet til e-posten er markedsføring så send den kun til brukere som har meldt seg på det (velg "alle brukere (markedsføring)"). Hvis innholder er høyst relevant for LAN-deltakere, kan du også sende det til e.g. "LAN-deltakere". Aldri send markedsføringsinnhold til gamle LAN-deltakere osv.!

# noun
source: Preview
nb: Forhåndsvisning

source: Total number of receivers:
nb: Totalt antall mottakere:

# action
source: Close
nb: Lukk

source: Message
nb: Melding

# verb
source: Preview
nb: Forhåndsvis

source: View Mail
nb: Vis e-post

source: No LANs with partners.
nb: Ingen LAN med partnere.

source: Participants are attendees with a ticket or paid status.
nb: Deltakere har billett eller betalt status.

source: Arrived participants
nb: Ankomte deltagere

source: Ages
nb: Aldre

source: Age
nb: Alder

source: Count (exact)
nb: Antall (eksakt)

source: Count (cumulative down)
nb: Antall (kumulativt ned)

source: Count (cumulative up)
nb: Antall (kumulativt opp)

source: %(age)s years
nb: %(age)s år

source: Age is counted wrt. the start of the event.
nb: Alder er talt mht. starten av arrangementet.

source: Count
nb: Antall

source: Paid status
nb: Betalt status

source: Total
nb: Totalt

source: Includes duplicate tickets and paid status, as can be seen in &quot;total&quot;.
nb: Inkluderer duplikate billetter og betalt status, som sett i &quot;totalt&quot;.

source: Participant count
nb: Deltakerantall

source: Teams are counted as their member count.
nb: Lag teller som medlemsantallet deres.

source: Create Team
nb: Nytt lag

# team tag
source: Must be unique!
nb: Må være unik!

source: Create team
nb: Nytt lag

source: <strong>%(inviter)s</strong> has invited you to join team <a href="%(team_url)s"><strong>%(team)s</strong></a>. <br /> You can accept or decline the invitation on the team page.
nb: <strong>%(inviter)s</strong> har invitert deg til å bli med i lag <a href="%(team_url)s"><strong>%(team)s</strong></a>. <br /> Du kan akseptere eller avslå invitasjonen på lagsiden.

source: My Teams
nb: Mine lag

source: Members
nb: Medlemmer

source: Actions
nb: Handlinger

source: Leader
nb: Lagleder

source: Are you sure you want to kick %(member)s from %(team)s?
nb: Er du sikker på at du vil sparke %(member)s fra %(team)s?

source: Kick member
nb: Spark medlem

source: Are you sure you want to disband team %(team)s?
nb: Er du sikker på at du vil oppløse lag %(team)s?

source: Disband team
nb: Oppløs lag

source: Are you sure you want to leave team %(team)s?
nb: Er du sikker på at du vil forlate %(team)s?

source: Leave team
nb: Forlat lag

source: Accept invitation
nb: Aksepter invitasjon

source: Decline invitation
nb: Avslå invitasjon

source: Invitations
nb: Invitasjoner

source: Are you sure you want to uninvite %(member)s from %(team)s?
nb: Er du sikker på at du vil avinvitere %(member)s fra %(team)s?

source: Uninvite
nb: Angre invitasjon

source: Invite New Member
nb: Inviter nytt medlem

source: Invite member
nb: Inviter medlem

source: Size
nb: Størrelse

source: No teams.
nb: Ingen lag.

source: All Teams
nb: Alle lag

source: History
nb: Historikk

source: Aliases
nb: Aliaser

source: Account
nb: Konto

source: Nick
nb: Kallenavn

source: Add alias
nb: Legg til alias

# ticket
source: Has paid
nb: Har betalt

# ticket
source: None
nb: Ingen

source: Inbox
nb: Innboks
