Repository: CasualGaming/studlan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nb

source: No messages.
nb: Ingen meldinger.

source: Go to public profile page
nb: Gå til offentlig profilside

source: Profile
nb: Profil

source: Public Information
nb: Offentlig informasjon

source: This information is visible to everyone.
nb: Denne informasjonen er synlig for alle.

source: Private Information
nb: Privat informasjon

source: This information is only visible to you and select staff users.
nb: Denne informasjonen er bare synlig for deg og utvalgt personale.

source: Marketing opt-in
nb: Markedsføringspåmelding

source: Is staff
nb: Er personale

source: Join date
nb: Tilslutningsdato

source: Last login
nb: Siste innlogging

source: LAN History
nb: LAN-historikk

source: Competition History
nb: Konkurransehistorikk

source: Edit Profile
nb: Endre profil

source: Update
nb: Oppdater

source: Change Email Address
nb: Endre e-postadresse

source: Current email address:
nb: Gjeldende e-postadresse:

source: To change it, send a request to
nb: For å endre den, send en forespørsel til

source: support
nb: brukerstøtte

source: from the email address you're changing from, containing the new email address.
nb: fra e-postadressen du endrer fra, og ta med e-postadressen du endrer til.

source: Sign out, go to the sign in page, press the button to recover your password, then follow the instructions in the received email.
nb: Logg ut, gå til innloggingssiden, trykk på knappen for passordgjenoppretting, følg deretter instruksjonene i den mottatte e-posten.

source: Register arrivals
nb: Registrer ankonster

source: Manual registration
nb: Manuell registrering

source: Log out
nb: Logg ut
